export const AGREEMENT_CONTENT = `一. 服務內容：
親愛的會員您好，歡迎來到Reader，本網站是由新銳數位股份有限公司經營之華文線上寫作出版平台（https://readr.com）。以下為SOSreader之會員服務條款，本條款載明了網站之服務內容以及您的權利義務，請務必詳細閱讀，並配合網站的規範，一旦您按下「我同意」並完成網站會員註冊之流程，即表示您同意遵守本條款之所有內容與規定，本條款將對您合法生效。

提醒您：若您是未成年人（未滿二十歲），您必須取得法定代理人的同意。您對本條約的同意或其他意思表示，均視為已取得法定代理人之閱讀、允許或代理。

二. 規範遵守與規範修改：

（一）您同意遵守本服務條款以及SOSreader所公告之個別規範條款。當您使用本服務時，即視為您已瞭解並同意接受本服務條款及個別規範條款（隱私權政策、智慧財產權政策）之內容。 

（二）若您無法遵守或無法同意上述規範時，建議您不要使用本網站之服務。如對相關規範有任何不明白處，您可以隨時聯絡我們，以尋求解答。

（三）本網站有權隨時修改相關規範條款之內容，任何修改都將於發布之時起生效，若您不同意修改的內容，請勿繼續使用本公司的服務；如您在修改發布後，仍繼續使用本服務，即視為您同意遵守該修改內容。請您務必定期查閱相關規範條款（https://sosreader.com/user-terms/），以確保您瞭解本網站之政策與規範。

三.會員註冊與帳號管理：

（一）Readr提供快速註冊與站內註冊等會員註冊方式。不論您選擇何種方式，會員註冊資料應完整且真實，否則本網站有權利終止對您的服務。因註冊資料不真實、不完整或未更新而生之損失，本網站將不負賠償之責。

（二）會員帳號之顯示名稱，不得使用模仿他人姓名、具攻擊性、歧視性、不雅、猥褻或任何構成犯罪之文字，以及其他侵害他人權益之名稱，否則本網站有權利終止對您的服務。

（三）您所取得的會員帳號和密碼，您必須負妥善保管和保密的義務。會員之帳號、密碼不得轉讓或出借予他人使用。會員帳號遭他人非法使用時，您應立即通知本網站。因駭客、病毒、木馬或會員之疏失所導致之帳號、密碼遭他人非法使用之情形，本網站不承擔任何損害賠償責任。


四.會員使用規範與責任：

您使用SOSreader之服務時，須遵守以下規範，如有違規情形，本網站有權要求您立即停止、改正，並移除、封鎖相關內容，亦得採取一切必要措施，並凍結您的帳號與使用權限，移送並配合司法或行政機關調查：


（一）著作權、智慧財產權之保護與責任：
所有您發佈於SOSreader之評論、專文、散文、專文、新聞、報導、影片等（以下總稱「內容」），其著作權、智慧財產權皆由您所擁有，非專屬授權發布於SOSreader。
2. 我們歡迎您將發布於他處的內容同步發佈於SOSreader，只要您擁有相關的權利與著作權、智慧財產權。
3. SOSreader並未針對您所發表之內容進行任何形式或實質之審查，如果內容發生侵權或合法性爭議（請參考本站之智慧財產權政策及會員使用條款第四之（二）條），本公司有權不經通知直接暫時性下架、刪除該內容，或通知會員停止使用會員服務。
4. 除明示同意授權外，您不得自行或以程式、外掛或其他任何方式，擅自使用、重製、傳輸、散布、發行本網站其他會員之作品或以之從事營利行為，亦不得破解、侵入、破壞本網站之防盜拷措施。
5. 除本網站明示同意授權外，本網站保留一切權利；本網站之任何服務與程式，均不構成任何形式之對您授權。

 
（二）您於本網站內發表之言論、意見、評論等，不論為公開或非公開，均應自負相關責任，且不得有以下情形：
侵害他人之智慧財產權、人格權、隱私權或其他權利者。
內容構成犯罪或煽惑他人犯罪者。
明知為錯誤、意圖誤導、虛假和不正確的資訊。
垃圾訊息、騷擾訊息，攻擊性、歧視性、誹謗、侮辱、不雅、猥褻、性騷擾、性暗示，違反公共秩序與善良風俗或其他引人厭惡之內容。
與本網站作品或服務之內容無正當合理關聯性者，其他一切違法或不正當之活動。
 
（三）您不得對本網站進行以下妨礙營運之行為：
對SOSreader系統、主機、伺服器及任何提供之服務，進行直接或間接之網路攻擊或惡意入侵、破壞、散播病毒、木馬、惡意程式等危害系統安全與營運及妨礙其他會員權益與使用之行為。
對SOSreader網站及服務之任何部分，進行複製、抄襲、改作、銷售或商業使用。
其他對本網站之運作造成干擾或異常，致影響本網站正常運作之行為。
 

五.外部連結與廣告：

（一）由第三方經營之網站、連結或廣告（以下總稱廣告商），均非屬本網站所經營或可得控制者，本網站不負擔保或任何賠償責任。

（二）會員或非會員與廣告商進行任何形式之通訊或商業往來、參與促銷活動、購買商品服務等行為，概屬會員或非會員與廣告商間之法律行為，因前述行為而引起之紛爭或損失，與本網站無關。

（三）會員或非會員如欲存取廣告商之廣告、產品內容或其他資料，應自行考量其安全性，本網站亦不負擔保責任。

六. 金流服務：

（一）SOSreader認同內容有價的概念，網站之「出版專題」模式提供會員與會員間的付費訂閱機制，付費訂閱機制由第三方金流服務廠商所提供。會員透過本網站存取金流服務廠商之付費服務時，應同意接受金流服務廠商之服務條款，本網站不會介入處理或干涉您與金流服務廠商間之糾紛。

（二）本網站對於金流服務廠商之服務效能及服務品質，不負任何責任及保證。如因金流服務廠商端或會員端所生之事由（包含但不限於：系統異常、盜用冒用、人為操作不當等），造成付款問題時，本網站會協助會員反映、告知即建議改善，但不負責處理擔保責任及退款事宜。

（三）當您訂閱網站上其他會員之「出版專題」時，SOSreader會對金流服務廠商發動信用卡授權指示，並不會主動存取您的信用卡資訊，確保訂閱過程時資料的隱私與完整性。

 七.資料儲存及服務使用之管理措施：

（一）SOSreader會定期備份您所儲存的內容與資料，但網站不對刪除的資料或備份儲存失敗的資料負責。

（二）對於本網站之服務使用及資料儲存，本網站有權制訂及變更一般性之管理措施，包含但不限於：會員電子報之管理、討論與留言之管理與保存期限、作品刊登期限、作品下架事由、會員帳號管理、個資管理等。

（二）您同意上述一般性管理措施為本網站所制定且遵行之內部自律管理措施，本網站有權隨時變更之，亦得視情形自行決定是否公開之。

 八. 服務暫停或終止：

（一）SOSreader有權基於網站管理及其他合法考量，暫時或永久修改或終止本服務或其任何部分。

 （二）本網站有權基於網站管理及其他合法考量，暫停或終止或對多數或個別會員之服務，包含但不限於：刪除超過一年未使用之帳號、凍結違反會員服務條款之帳號、管理並刪除會員於本網站內所發布之內容。會員應就其發表於本網站之的內容自行備份，以防資料遺失，本網站不對任何資料之遺失承擔責任。

 （三）在下列情形，本公司將暫停或終止本服務之全部或一部，且對使用者任何直接或間接之損害，均不負任何責任：
本網站不擔保因天災或其他不可抗力所致之服務暫停或中斷。
電信公司中止服務或未正常提供服務而引起瞬斷、連線延滯、中斷之情形。
因本網站服務設備之障礙、阻斷、修補、交替、定期維護、工程等不得已的事由而生的損害，若有此情況發生，SOSreader提早公布以維護所有會員之權益。
本網站提供之作品，均可能因作者之要求、授權期限、第三人提出侵權異議、網站管理等原因而修改、暫時下架或刪除，本網站不擔保會員作品之提供期限。
發佈於SOSreader之作品，均由網站會員所創作，本網站不做實質之審稿與干涉，以鼓勵自由創作。本網站對於作品內容之正確性，及是否侵害他人之智慧財產權、人格權、隱私權或其他權利，不負審查與擔保責任。如您認為作品內容有構成侵權之疑慮，請逕與作者聯繫，或參考我們的＜智慧財產權政策＞。
任何不可歸責於本公司之事由所致之服務、暫停中斷或終止。
 

九. 其他：

（一）本公司未行使或執行本服務條款任何權利或規定，不構成對任何權利之放棄。

（二）本服務條款之任何一部無效，不影響其他部份之效力。

（三）會員於使用本網站服務時，如有違反相關規範、侵害本網站權利之情事，本網站保留一切法律追訴與求償之權利。

（四）會員於使用本網站服務時，如有違反相關規範、侵害他人權利之情事，因而衍生或導致第三人向本網站提出索賠或請求時，SOSreader會以最大之善意與誠意，共同協商妥善處理之。惟若處理後之結果，我們仍然因此而遭受損害，您應負責承擔該訴訟，並賠償本網站、代表人、員工或其他被訴之人之一切損失（包含但不限於：訴訟費、律師費、民事賠償、刑事罰金、行政罰鍰、和解金等）。

 十. 一般條款：

（一）本服務條款以中華民國法律為準據法。

（二）因本服務關係而生之爭議，雙方合意以臺灣臺北地方法院為第一審管轄法院。

 

 

精鏡傳媒股份有限公司 ｜ Readr
會員服務條款更新日期：2018年02月05日`
