export const AGREEMENT_CONTENT = `
<h3>一. 服務內容：</h3>
<p>親愛的會員您好，歡迎來到 READr（下稱本網站），本網站是由精鏡傳媒股份有限公司（下稱本公司）經營之線上服務（下稱本服務）。以下為本網站之會員服務條款（下稱本條款），本條款載明了本網站之服務內容以及您的權利義務，請務必詳細閱讀，並配合本網站的規範，一旦您按下「註冊」並完成本網站會員註冊之流程，即表示您同意遵守本條款之所有內容與規定，本條款將對您合法生效。 </p>
<p>提醒您：若您是未成年人（未滿二十歲），您必須取得法定代理人的同意。您對本條款的同意或其他意思表示，均視為已取得法定代理人之閱讀、允許或代理。</p>

<h3>二. 規範遵守與規範修改：</h3>
<p>（一）您同意遵守本條款以及本網站所公告之個別規範條款。當您使用本服務時，即視為您已瞭解並同意接受本服務條款及個別規範條款（隱私權政策、智慧財產權政策）之內容。</p>
<p>（二）若您無法遵守或無法同意上述規範時，建議您不要使用本網站之服務。如對相關規範有任何不明白處，您可以隨時聯絡我們（<a href="mailto:readr@readr.tw">readr@readr.tw</a>)，以尋求解答。</p>
<p>（三）本網站有權隨時修改相關規範條款之內容，任何修改都將於發布之時起生效，若您不同意修改的內容，請勿繼續使用本公司的服務；如您在修改發布後，仍繼續使用本服務，即視為您同意遵守該修改內容。請您務必定期查閱相關規範條款，以確保您瞭解本網站之政策與規範。</p>
 
<h3>三.會員註冊與帳號管理：</h3>
<p>（一）本網站提供快速註冊與站內註冊等會員註冊方式。不論您選擇何種方式，會員註冊資料應完整且真實，否則本網站有權利終止對您的服務。因註冊資料不真實、不完整或未更新而生之損失，本網站將不負賠償之責。</p>
<p>（二）會員帳號之顯示名稱，不得使用模仿他人姓名、具攻擊性、歧視性、不雅、猥褻或任何構成犯罪之文字，以及其他侵害他人權益之名稱，否則本網站有權利終止對您的服務。</p>
<p>（三）您所取得的會員帳號和密碼，您必須負妥善保管和保密的義務。會員之帳號、密碼不得轉讓或出借予他人使用。會員帳號遭他人非法使用時，您應立即通知本網站。因駭客、病毒、木馬或會員之疏失所導致之帳號、密碼遭他人非法使用之情形，本網站不承擔任何損害賠償責任。</p>

<h3>四.會員使用規範與責任：</h3>
<p>您使用本服務時，須遵守以下規範，如有違規情形，本網站有權要求您立即停止、改正，並移除、封鎖相關內容，亦得採取一切必要措施，並凍結您的帳號與使用權限，移送並配合司法或行政機關調查：</p>
<p>（一）著作權、智慧財產權之保護與責任：</p>
<ol>
  <li>所有您發佈於本網站之評論、留言、文章、報導、影片等（以下總稱「內容」），其著作權、智慧財產權皆由您所擁有，非專屬授權發布於本網站。</li>
  <li>我們歡迎您將發布於他處的內容同步發佈於本網站，只要您擁有相關的權利與著作權、智慧財產權。</li>
  <li>本網站並未針對您所發表之內容進行任何形式或實質之審查，如果內容發生侵權或合法性爭議（請參考本網站之智慧財產權政策及會員使用條款第四之（二）條），本公司有權不經通知直接暫時性下架、刪除該內容，或通知會員停止使用會員服務。</li>
  <li>除明示同意授權外，您不得自行或以程式、外掛或其他任何方式，擅自使用、重製、傳輸、散布、發行本網站其他會員之作品或以之從事營利行為，亦不得破解、侵入、破壞本網站之防盜拷措施。</li>
  <li>除本網站明示同意授權外，本網站保留一切權利；本網站之任何服務與程式，均不構成任何形式之對您授權。</li>
</ol>

<p>（二）您於本網站內發表之言論、意見、評論等，不論為公開或非公開，均應自負相關責任，且不得有以下情形：</p>
<ol>
  <li>侵害他人之智慧財產權、人格權、隱私權或其他權利者。</li>
  <li>內容構成犯罪或煽惑他人犯罪者。</li>
  <li>明知為錯誤、意圖誤導、虛假和不正確的資訊。</li>
  <li>垃圾訊息、騷擾訊息，攻擊性、歧視性、誹謗、侮辱、不雅、猥褻、性騷擾、性暗示，違反公共秩序與善良風俗或其他引人厭惡之內容。</li>
  <li>與本網站作品或服務之內容無正當合理關聯性者，其他一切違法或不正當之活動。</li>
</ol>

<p>（三）您不得對本網站進行以下妨礙營運之行為：</p>
<ol>
  <li>對本網站系統、主機、伺服器及任何提供之服務，進行直接或間接之網路攻擊或惡意入侵、破壞、散播病毒、木馬、惡意程式等危害系統安全與營運及妨礙其他會員權益與使用之行為。</li>
  <li>對本網站及本服務之任何部分，進行複製、抄襲、改作、銷售或商業使用。</li>
  <li>其他對本網站之運作造成干擾或異常，致影響本網站正常運作之行為。</li>
</ol>

<h3>五.會員交易辦法：</h3>
<p>（一）會員可使用本公司 READr 讀＋網站（以下簡稱：本公司）的「加入編輯室」功能，閱讀記者筆記所有編輯室內容，包含編輯筆記、專題使用的數據資料等。每個編輯室所需點數不同，視內容而定。</p>
<p>（二）為鼓勵編輯室持續撰寫專題報導，會員也能給予所認同的編輯室實質鼓勵，會員可使用本公司 READr 讀＋網站（以下簡稱：本公司）的「贊助功能」達成此一目的。</p>
<p>（三）本公司金流流程係使用第三方金流服務廠商：喬睿科技股份有限公司之「Tap Pay」系統（以下簡稱：Tap Pay 系統），凡會員欲使用「點數」功能，則可在本公司完成點數消費，即串接至 Tap Pay 系統進行交易。會員同意使用 Tap Pay 系統之付費服務時，即視為同意接受 Tap Pay 系統之服務條款。</p>
<p>（四）一旦任一會員選擇使用點數的同時，本公司即推定該會員係民法上之成年人而具有完全行為能力，訂單一旦成立後，該交易即生效不得撤銷，且會員完成點數交易後不論任何事由皆不得退款。所有交易一律以新台幣計算，會員單筆最低 30 點（新台幣 30 元），最高上限 2000 點（新台幣 2000 元）。</p>

<h3>六.外部連結與廣告：</h3>
<p>（一）由第三方經營之網站、連結或廣告（以下總稱廣告商），均非屬本網站所經營或可得控制者，本網站不負擔保或任何賠償責任。</p>
<p>（二）會員或非會員與廣告商進行任何形式之通訊或商業往來、參與促銷活動、購買商品服務等行為，概屬會員或非會員與廣告商間之法律行為，因前述行為而引起之紛爭或損失，與本網站無關。</p>
<p>（三）會員或非會員如欲存取廣告商之廣告、產品內容或其他資料，應自行考量其安全性，本網站亦不負擔保責任。 </p>

<h3>七.資料儲存及服務使用之管理措施：</h3>
<p>（一）本網站會定期備份您所儲存的內容與資料，但本網站不對刪除的資料或備份儲存失敗的資料負責。</p>
<p>（二）對於本網站之服務使用及資料儲存，本網站有權制訂及變更一般性之管理措施，包含但不限於：會員電子報之管理、討論與留言之管理與保存期限、刊登期限、下架事由、會員帳號管理、個資管理等。</p>
<p>（三）您同意上述一般性管理措施為本網站所制定且遵行之內部自律管理措施，本網站有權隨時變更之，亦得視情形自行決定是否公開之。</p>

<h3>八. 服務暫停或終止：</h3>
<p>（一）本網站有權基於網站管理及其他合法考量，暫時或永久修改或終止本服務或其任何部分。</p>
<p>（二）本網站有權基於網站管理及其他合法考量，暫停或終止或對多數或個別會員之服務，包含但不限於：刪除超過一年未使用之帳號、凍結違反會員服務條款之帳號、管理並刪除會員於本網站內所發布之內容。會員應就其發表於本網站之的內容自行備份，以防資料遺失，本網站不對任何資料之遺失承擔責任。</p>
<p>（三）在下列情形，本公司將暫停或終止本服務之全部或一部，且對使用者任何直接或間接之損害，均不負任何責任：</p>
<ol>
  <li>本網站不擔保因天災或其他不可抗力所致之服務暫停或中斷。</li>
  <li>電信公司中止服務或未正常提供服務而引起瞬斷、連線延滯、中斷之情形。</li>
  <li>因本網站服務設備之障礙、阻斷、修補、交替、定期維護、工程等不得已的事由而生的損害，若有此情況發生，本網站提早公布以維護所有會員之權益。</li>
  <li>本網站提供之作品，均可能因作者之要求、授權期限、第三人提出侵權異議、網站管理等原因而修改、暫時下架或刪除，本網站不擔保會員作品之提供期限。</li>
  <li>發佈於本網站之內容，均由網站會員所創作，本網站不做實質之審稿與干涉，以鼓勵自由創作。本網站對於內容之正確性，及是否侵害他人之智慧財產權、人格權、隱私權或其他權利，不負審查與擔保責任。如您認為內容有構成侵權之疑慮，請逕與作者聯繫，或參考我們的＜智慧財產權政策＞。</li>
  <li>任何不可歸責於本公司之事由所致之服務、暫停中斷或終止。</li>
</ol>

<h3>九. 其他：</h3>
<p>（一）本公司未行使或執行本條款任何權利或規定，不構成對任何權利之放棄。</p>
<p>（二）本條款之任何一部無效，不影響其他部份之效力。</p>
<p>（三）會員於使用本服務時，如有違反相關規範、侵害本網站權利之情事，本網站保留一切法律追訴與求償之權利。</p>
<p>（四）會員於使用本服務時，如有違反相關規範、侵害他人權利之情事，因而衍生或導致第三人向本網站提出索賠或請求時， 本網站會以最大之善意與誠意，共同協商妥善處理之。惟若處理後之結果，我們仍然因此而遭受損害，您應負責承擔該訴訟，並賠償本網站、代表人、員工或其他被訴之人之一切損失（包含但不限於：訴訟費、律師費、民事賠償、刑事罰金、行政罰鍰、和解金等）。</p>

<h3>十. 一般條款：</h3>
<p>（一）本條款以中華民國法律為準據法。</p>
<p>（二）因本服務關係而生之爭議，雙方合意以臺灣臺北地方法院為第一審管轄法院。</p>

<p class="footer" style="text-align: right;">精鏡傳媒股份有限公司 ｜  READr <br>
會員服務條款更新日期：2019 年 07 月 24 日</p>
`

export const IPR_CONTENT = `
<h3>轉載與引用</h3>
<p>READr 希望能創立開放新聞編輯室，傳遞多元化的資訊與觀點，因此我們歡迎您在尊重原創作人以及符合下列授權範圍約定的前提下，轉載與引用我們的文章與圖片內容。</p>

<h3>授權範圍</h3>
<p>READr 網站中所有內容，包括但不限於文字報導、照片、影像、插圖、錄音片、影音片等素材，均由精鏡傳媒股份有限公司與其他權利人依法擁有其智慧財產權，未經授權均禁止重製或轉載。若欲引用或轉載前述網站內容，請務必與本公司相關部門人員接洽 (<a href="mailto:readr@readr.tw">readr@readr.tw</a>)，並依法取得相關權利人的事前書面同意。</p>
`

export const PRIVACY_CONTENT = `
<p>READr 為精鏡傳媒股份有限公司所經營。本公司十分重視您的隱私權保護，將依個人資料保護法及本隱私權政策蒐集、處理及利用您的個人資料，並提供您對個人資料權利之行使與保護。若您不同意本隱私權政策之全部或部分者，請您停止使用本網站服務。</p>

<h3>一、隱私權保護政策的適用範圍</h3>
<p>隱私權保護政策內容，包括本網站（READr）如何處理在您使用網站服務時收集到的個人資料（個人資料係指得以識別您的身分的資料，包括但不限於姓名、生日、地址、電子郵件地址、電話號碼購物或購物瀏覽記錄、網站使用偏好等）。隱私權保護政策不適用於本網站以外的相關連結網站，也不適用於非本網站所委託或參與管理的人員。</p>
<p>您同意隱私權保護政策適用本網站以及與本網站合作的個人或公司（下稱：第三方），其均可在自身營運期間，依據本隱私權政策蒐集、處理、利用您的個人資料。若您不同意本隱私權政策，本網站得拒絕提供服務予您。</p>

<h3>二、個人資料的蒐集、處理及利用方式</h3>
<ul>
  <li>當您造訪本網站或使用本網站所提供之功能服務時，我們將視該服務功能性質，請您提供必要的個人資料，並在該特定目的範圍內處理及利用您的個人資料；非經您書面同意，本網站不會將個人資料用於其他用途。</li>
  <li>本網站在您使用服務信箱、問卷調查等互動性功能時，會保留您所提供的姓名、電子郵件地址、聯絡方式及使用時間等。</li>
  <li>於一般瀏覽時，伺服器會自行記錄相關行徑，包括您使用連線設備的 IP 位址、使用時間、使用的瀏覽器、瀏覽及點選資料記錄等，做為我們增進網站服務的參考依據，此記錄為內部應用，決不對外公佈。</li>
  <li>為提供精確的服務，我們會將收集的問卷調查內容進行統計與分析，分析結果之統計數據或說明文字呈現，除供內部研究外，我們會視需要公佈統計數據及說明文字，但不涉及特定個人之資料。</li>
</ul>

<h3>三、資料之保護</h3>
<ul>
  <li>本網站主機均設有防火牆、防毒系統等相關的各項資訊安全設備及必要的安全防護措施，加以保護網站及您的個人資料採用嚴格的保護措施，只由經過授權的人員才能接觸您的個人資料，相關處理人員皆簽有保密合約，如有違反保密義務者，將會受到相關的法律處分。</li>
  <li>如因業務需要有必要委託其他單位提供服務時，本網站亦會嚴格要求其遵守保密義務，並且採取必要檢查程序以確定其將確實遵守。</li>
</ul>

<h3>四、網站對外的相關連結</h3>
<p>本網站的網頁提供其他網站的網路連結，您也可經由本網站所提供的連結，點選進入其他網站。但該連結網站不適用本網站的隱私權保護政策，您必須參考該連結網站中的隱私權保護政策。</p>

<h3>五、與第三人共用個人資料之政策</h3>
<p>本網站絕不會提供、交換、出租或出售任何您的個人資料給其他個人、團體、私人企業或公務機關，但有法律依據或合約義務者，不在此限。</p>
<p>前項但書之情形包括不限於：</p>
<ul>
  <li>經由您書面同意。</li>
  <li>法律明文規定。</li>
  <li>為免除您生命、身體、自由或財產上之危險。</li>
  <li>與公務機關或學術研究機構合作，基於公共利益為統計或學術研究而有必要，且資料經過提供者處理或蒐集著依其揭露方式無從識別特定之當事人。</li>
  <li>當您在網站的行為，違反服務條款或可能損害或妨礙網站與其他使用者權益或導致任何人遭受損害時，經網站管理單位研析揭露您的個人資料是為了辨識、聯絡或採取法律行動所必要者。</li>
  <li>有利於您的權益。</li>
  <li>本網站委託廠商協助蒐集、處理或利用您的個人資料時，將對委外廠商或個人善盡監督管理之責。</li>
</ul>

<h3>六、Cookie 之使用</h3>
<p>為了提供您最佳的服務，本網站會在您的電腦中放置並取用我們的 Cookie，若您不願接受 Cookie 的寫入，您可在您使用的瀏覽器功能項中設定隱私權等級為高，即可拒絕 Cookie 的寫入，但可能會導至網站某些功能無法正常執行 。</p>
<p>除了因合併、分割或其他原因概括承本網站以外，第三方以外的其他公司將根據其自訂的隱私權保護政策，而並非本政策使用其 Cookie。</p>

<h3>七、修改個人資料及偏好設定</h3>
<p>本網站賦予您在任何時候修改個人帳號 資料及偏好設定的權利，包括接受本網站通知您專題內容更新的決定權。</p>
<p>本網站所蒐集個人資料之當事人，依個人資料保護法得對本網站行使以下權利：</p>
<ol>
  <li>查詢或請求閱覽。</li>
  <li>請求製給複製本。</li>
  <li>請求補充或更正。</li>
  <li>請求補充或更正。</li>
  <li>請求刪除。</li>
</ol>

<p>會員如欲行使上述權利，可與本網站 (<a href="mailto:readr@readr.tw">readr@readr.tw</a>)進行申請。</p>
<p>※ 如拒絕提供加入會員所需必要之資料，將可能導致無法享受完整服務或完全無法使用該項服務。</p>

<h3>八、保全</h3>
<p>為保障您的隱私及安全，您於本網站的帳號資料會用密碼保護。</p>
<p>在部分情況下本網站使用通行標準的 SSL 保全系統，保障資料傳送的安全</p>

<h3>九、隱私權保護政策之修正</h3>
<p>本網站隱私權保護政策將因應需求隨時進行修正，修正後的條款將刊登於網站上。</p>
`
